{
  "plants": [
    {
      "id": 1,
      "name": "Echinocereus Cactus",
      "subtitle": "A Majestic Addition to Your Plant Collection",
      "label": [
        "indoor",
        "cactus"
      ],
      "price": 139.99,
      "isInSale": true,
      "discountPercentage": 20,
      "features": "Species: Echinocereus spp. Mature Size: Varies by species, typically ranging from 4 to 12 inches (10-30 cm) in height. Blooming Season: Typically spring or summer, with flowers lasting several days to weeks. Pot Size: Available in various pot sizes to suit your preference and needs. Shipping: Our Echinocereus Cacti are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "Ladyfinger cactus (Echinocereus pentalophus) is also known as Alice, Devil's Fingers, and Dog Tail. It needs bright sunlight, light fertilizer, and is prone to root rot. The root system is shallow and weak. Aphids and mealybugs are also a danger. Avoiding wet soil can help with success with a ladyfinger cactus.",
      "imgUrl": "assets/modernPicture1.png",
      "link": "https://www.gardenia.net/plants/plant-types"
    },
    {
      "id": 2,
      "name": "Echinopsis huascha var. grandiflora",
      "subtitle": "A beautiful cactus to decorate and appreciate",
      "label": [
        "indoor",
        "cactus"
      ],
      "price": 120,
      "isInSale": false,
      "discountPercentage": 15,
      "features": "Species: Echinopsis huascha var. grandiflora (Red Torch Cactus) is a basally branching columnar cactus with globose to short-cylindrical stems, 4 in. in diameter (10 cm), bearing 12-18 ribs lined with sharp, needle-like spines, 1-2 in. long (2-5 cm). Blooming Season: Great for desert gardens, rock gardens, succulent gardens, or Mediterranean gardens. Propagate by seed or stem cuttings. The seeds are quite easy to germinate and grow. The flower color is not always true from seeds. Shipping: Native to Argentina are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "In spring, glorious crimson, funnel-shaped flowers, 4 in. long (10 cm), are produced near the end of the stems. Easy to grow, Red Torch Cactus is reported to be cold-hardy down to 19°F (7°C) for short periods. It adds long-lasting beauty to the landscape. A must for in-ground cactus gardens.",
      "imgUrl": "assets/modernPicture2.png",
      "link": "https://www.gardenia.net/plants/plant-types"
    },
    {
      "id": 3,
      "name": "Epipremnum",
      "subtitle": "A perfect for decoration and doesn't need to be placed in areas with sunlight",
      "label": [
        "indoor",
        "summerplants"
      ],
      "price": 99.9,
      "isInSale": true,
      "discountPercentage": 10,
      "features": "Species: Epipremnum are evergreen perennials, climbing with the aid of aerial roots, with simple or pinnately divided leaves and rather insignificant flowers enclosed in green spathes, but rarely seen in cultivated plants. Blooming Season: Propagate by leaf-bud, stem tip cuttings or by layering in spring or summer. Shipping: Epipremnum aureum are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "An evergreen self-clinging climber, with slender stems that can reach to 4m long or more if not pruned. On young plants, leaves are oval, heart-shaped at the base, and glossy bright green and spotted.",
      "imgUrl": "assets/modernPicture3.png",
      "link": "https://www.gardenia.net/plants/plant-types"
    },
    {
      "id": 4,
      "name": "Kalanchoe blossfeldiana",
      "subtitle": "A perfect for small spaces and requires little care",
      "label": [
        "indoor",
        "succulent"
      ],
      "price": 98,
      "isInSale": true,
      "discountPercentage": 5,
      "features": "Species: Kalanchoe blossfeldiana - also known as flaming Katy - is a plant known for its brilliant flower colours. Blooming Season: Kalanchoe tomentosa is known as the panda plant and is grown for its attractive soft, velvety grey leaves. Shipping: Kalanchoe blossfeldiana are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "These come in shades of red, pink, yellow, orange and cream and can last for many months. It makes a lovely contrast to other succulent plants.",
      "imgUrl": "assets/modernPicture4.png",
      "link": "https://www.gardenia.net/plants/plant-types"
    }
  ],
  "aboutUs": [
    {
      "id": 1,
      "name": "Matheus Henrique",
      "city": "Correntes-PE",
      "age": "21",
      "aboutMe": "I know that I know nothing.",
      "imgMe": "assets/imgAboutMe/imgBoredom.PNG",
      "description": "Hello, I'm Matheus Henrique Alves Gomes, a 21-year-old Computer Science student at the Federal University of Agreste de Pernambuco - UFAPE. I'm a devoted Christian and a passionate drummer, absolutely in love with all things drums.s."
    },
    {
      "id": 2,
      "name": "Nathália Rodrigues",
      "city": "Brasília-DF",
      "age": "27",
      "aboutMe": "Well.. Good question ...",
      "imgMe": "assets/imgAboutMe/imgAnxiety.PNG",
      "description": "Hi! I'm Nathy, I'm 27 years old, and I'm studying Systems Analysis and Development at SENAC College - DF. I was born and live in Brasília, and I have a little dog named Bonnie. My hobbies include playing games, watching series or movies, and doing artistic makeup. My favorite holiday is Halloween, but I don't watch horror movies."
    },
    {
      "id": 3,
      "name": "Thiago Almeida",
      "city": "Belo Horizonte-MG / Garanhuns-PE",
      "age": "20",
      "aboutMe": "I don't know yet ;-;",
      "imgMe": "assets/imgAboutMe/imgFear.PNG",
      "description": "My name is Thiago Almeida de Paiva, I'm 20 years old, and I'm majoring in Computer Science at the Federal University of Agreste de Pernambuco (UFAPE). I was born in Veranópolis - RS and grew up in Belo Horizonte - MG. At the age of 18, I moved to Garanhuns - PE to start college, but my parents still live in Belo Horizonte. I live with my sister and my two dogs, Romeo and Juliet, and maybe now four more dogs because Juliet had puppies."
    },
    {
      "id": 4,
      "name": "Vinicius Leite",
      "city": "Garanhuns-PE",
      "age": "21",
      "aboutMe": "It's none of your business!",
      "imgMe": "assets/imgAboutMe/imgAnger.PNG",
      "description": "Hello, I'm Vinicius Leite Costa, a Computer Science student at the Federal University of Agreste de Pernambuco. I'm a gamer, a guitarist, totally hooked on music, and fascinated by the universe in general. I've been in love with technology since I was 8 years old when I first encountered Windows XP, and from that point on, my desire to learn more about technology has only grown stronger and stronger!"
    }
  ]
}