{
  "plants": [
    {
      "id": 1,
      "name": "Echinocereus Cactus",
      "subtitle": "A Majestic Addition to Your Plant Collection",
      "label": [
        "indoor",
        "cactus"
      ],
      "price": 139.99,
      "isInSale": true,
      "discountPercentage": 20,
      "features": "Species: Echinocereus spp. Mature Size: Varies by species, typically ranging from 4 to 12 inches (10-30 cm) in height. Blooming Season: Typically spring or summer, with flowers lasting several days to weeks. Pot Size: Available in various pot sizes to suit your preference and needs. Shipping: Our Echinocereus Cacti are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "Ladyfinger cactus (*Echinocereus pentalophus*) is also known as Alice, Devil's Fingers, and Dog Tail. It needs bright sunlight, light fertilizer, and is prone to root rot. The root system is shallow and weak. Aphids and mealybugs are also a danger. Avoiding wet soil can help with success with a ladyfinger cactus.",
      "imgUrl": "assets/modernPicture1.png"
    },
    {
      "id": 2,
      "name": "Echinopsis huascha var. grandiflora",
      "subtitle": "A beautiful cactus to decorate and appreciate",
      "label": [
        "indoor",
        "cactus"
      ],
      "price": 120,
      "isInSale": false,
      "discountPercentage": 15,
      "features": "Species: Echinopsis huascha var. grandiflora (Red Torch Cactus) is a basally branching columnar cactus with globose to short-cylindrical stems, 4 in. in diameter (10 cm), bearing 12-18 ribs lined with sharp, needle-like spines, 1-2 in. long (2-5 cm). Blooming Season: Great for desert gardens, rock gardens, succulent gardens, or Mediterranean gardens. Propagate by seed or stem cuttings. The seeds are quite easy to germinate and grow. The flower color is not always true from seeds. Shipping: Native to Argentina are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "In spring, glorious crimson, funnel-shaped flowers, 4 in. long (10 cm), are produced near the end of the stems. Easy to grow, Red Torch Cactus is reported to be cold-hardy down to 19°F (7°C) for short periods. It adds long-lasting beauty to the landscape. A must for in-ground cactus gardens.",
      "imgUrl": "assets/modernPicture2.png"
    },
    {
      "id": 3,
      "name": "Epipremnum",
      "subtitle": "A perfect for decoration and doesn't need to be placed in areas with sunlight",
      "label": [
        "indoor",
        "summerplants"
      ],
      "price": 99.9,
      "isInSale": true,
      "discountPercentage": 10,
      "features": "Species: Epipremnum are evergreen perennials, climbing with the aid of aerial roots, with simple or pinnately divided leaves and rather insignificant flowers enclosed in green spathes, but rarely seen in cultivated plants. Blooming Season: Propagate by leaf-bud, stem tip cuttings or by layering in spring or summer. Shipping: Epipremnum aureum are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "An evergreen self-clinging climber, with slender stems that can reach to 4m long or more if not pruned. On young plants, leaves are oval, heart-shaped at the base, and glossy bright green and spotted.",
      "imgUrl": "assets/modernPicture3.png"
    },
    {
      "id": 4,
      "name": "Kalanchoe blossfeldiana",
      "subtitle": "A perfect for small spaces and requires little care",
      "label": [
        "indoor",
        "succulent"
      ],
      "price": 98,
      "isInSale": true,
      "discountPercentage": 5,
      "features": "Species: Kalanchoe blossfeldiana - also known as flaming Katy - is a plant known for its brilliant flower colours. Blooming Season: Kalanchoe tomentosa is known as the panda plant and is grown for its attractive soft, velvety grey leaves. Shipping: Kalanchoe blossfeldiana are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "These come in shades of red, pink, yellow, orange and cream and can last for many months. It makes a lovely contrast to other succulent plants.",
      "imgUrl": "assets/modernPicture4.png"
    }, 
    {
      "id": 5,
      "name": "Golden Barrel Cactus",
      "subtitle": "Echinocactus grusonii",
      "label": [
        "indoor",
        "cactus"
      ],
      "price": 39.99,
      "isInSale": false,
      "discountPercentage": 0,
      "features": "Species: Echinocactus grusonii. Mature Size: Typically reaches 1 to 3 feet (30-90 cm) in height. Blooming Season: Rarely blooms indoors. Pot Size: Prefers well-draining soil and a smaller pot for optimal growth. Shipping: Our Golden Barrel Cacti are carefully packaged and shipped with care to ensure they arrive in excellent condition.",
      "description": "The Golden Barrel Cactus, scientifically known as Echinocactus grusonii, is a striking cactus native to Mexico. Known for its spherical shape and distinctive golden spines, it adds a touch of desert charm to any indoor space. This low-maintenance cactus thrives in bright sunlight and requires minimal watering. With its unique appearance, the Golden Barrel Cactus is a popular choice among cactus enthusiasts.",
      "imgUrl": "assets/modernPicture1.png"
    }
  ],
  "aboutUs": [
    {
      "id": 1,
      "name": "Nathália Rodrigues",
      "city": "Brasília-DF",
      "age": "Age: 27",
      "aboutMe": "About Me: Good question",
      "imgMe": "assets/imgAboutMe/imgAnxiety.PNG"
    },
    {
      "id": 2,
      "name": "Matheus Henrique",
      "city": "Correntes-PE",
      "age": "Age: 21",
      "aboutMe": "About Me: I know that I know nothing",
      "imgMe": "assets/imgAboutMe/imgBoredom.PNG"
    },
    {
      "id": 3,
      "name": "Thiago Almeida",
      "city": "Belo Horizonte-MG / Garanhuns-PE",
      "age": "Age: 20",
      "aboutMe": "About Me: I don't know yet ;-;",
      "imgMe": "assets/imgAboutMe/imgFear.PNG"
    },
    {
      "id": 4,
      "name": "Vinicius Leite",
      "city": "Garanhuns-PE",
      "age": "Age: 21",
      "aboutMe": "About Me: Gamer, programmer, guitar addict and fascinated by universe",
      "imgMe": "assets/imgAboutMe/imgAnger.PNG"
    }
  ]
}